/* No comment provided by engineer. */
"前往" = "前往";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"已访" = "已访";

/* No comment provided by engineer. */
"您的手机目前并未开启定位服务，如欲开启定位服务，请至设定->隐私->定位服务，开启本程序的定位服务功能" = "您的手机目前并未开启定位服务，如欲开启定位服务，请至设定->隐私->定位服务，开启本程序的定位服务功能";

/* No comment provided by engineer. */
"我的位置" = "我的位置";

/* No comment provided by engineer. */
"无法定位" = "无法定位";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"规划路线中..." = "规划路线中...";

